Repository: DirectumCompany/rx-template-integration-rules
Catalog: DirRX.Integration/DirRX.Integration.Shared/IntegrationSetting/IntegrationSettingSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Имя

# Property_ConnectorType
source: Connector Type
ru: Тип коннектора

# Enum_ConnectorType_DefaultConnector
source: Default connector
ru: Коннектор по умолчанию

# Property_Responsible
source: Responsible
ru: Ответственный

# Property_Rules
source: Integration Rules
ru: Правила интеграции

# Property_Login
source: Login
ru: Имя пользователя

# Property_Password
source: Password
ru: Пароль пользователя

# Property_BusinessUnits
source: Business Units
ru: Наши организации

# Property_Timeout
source: Connection timeout
ru: Таймаут подключения

# ControlGroup_0445fcfef59b46b28ff4aefe9efe44cd
source: Connection Settings
ru: Настройки подключения

# ControlGroup_e6da17f7213346958a240f1fc2b6d33b
source: Integration Rules
ru: Правила интеграции

# Action_SetPassword
source: Set Password
ru: Установить пароль учетной записи внешней системы

# Action_SetPasswordDescription
source: Set Password
ru: Установить пароль учетной записи внешней системы

# Action_SetPasswordHint
source: Set Password
ru: Установить пароль учетной записи внешней системы

# Ribbon_Integration_fa4ca4e7bd9a42a783c9d15c254bbe21
source: Integration
ru: Интеграция с внешней системой

# DisplayName
source: Integration Setting
ru: Настройка интеграции

# AccusativeDisplayName
source: Integration Setting
ru: Настройку интеграции

# CollectionDisplayName
source: Integration Settings
ru: Настройки интеграции
